{"meta":{"title":"应聘帮 Public Blog","subtitle":"致力于打造属于你的应聘大帮手","description":"我只致力于打造属于你的应聘大帮手.","author":"应聘帮","url":"https://shawsw.github.io/Shawsw_Blog.github.io","root":"/"},"pages":[{"title":"404","text":"","path":"404/index.html","date":"08-19","excerpt":""},{"title":"自我介绍","text":"一个可怜的程序员，但是他不满足与现实，时时幻想着一个，自我主宰的异世界，十七八岁的时候，我想，也许穿越是一个不错的选择，然而，已经成年的我，不在幻想着自己的世界，也许也是意识到，来到这个充满奇迹与黑暗的世界，也该付出一些责任了，游戏人间，固然很好。但是不及，赡养父母，让他们能够快乐下半生，可能这就是孔夫子的人生乐趣之处吧！说到孔子，不得不提到，孔夫子的读书，小时候的读书，纯粹是为了在班级中的地位与父母的夸奖，特别的是对于我来说，也是为了让喜欢的女孩子的一点关注，回想当初，幼稚的的我，对于“黑社会”的向往，有点充斥着我，现在看来，也许是当时的自己，感觉太渺小，怕被欺负所以跟着“老大”,才能给自己的一点“地位感”。然而离开自己祖籍地，2000多公里的求学生活，异地他乡的感觉，有时候真的能感觉到孤独的滋味，也感觉一点点的成长，也让越来越发现自己的不足，有时候回想小时候的光芒，会沉浸在自己的往日荣耀中，对周围的其他人多多少少有点不屑的感觉。也许也是生活开的无数玩笑，一次次的事情都是看着别人的成功，自己的无力感才将自己拉回现实。但是即便如此，生活也从来没有抛弃过我，自我感觉自己还是非常幸运的。这种幸运不能说是一件事，因为我其实也说不清楚，也许是与人的一次对话，也许是与好友的一次游戏，以我此时写此文章的回忆，应该是：感觉自己没有被所有人抛弃，这个世界中，此处不留爷，自有留爷处。我也不必为了一点事情动气，伤害的还是自己的身体。况且我一直相信，一个人不可能是完美的，他有他的优秀之处，我也有我发光的地方，如果我不知道，那就是现在的我还没有条件去找到，那我又何必去急于寻觅呢。 2019年8月23日 地点：北京 天气：晴望月片刻，月有阴晴圆缺，况且是有着七情六欲的人呢，变脸的速度，虽然，我感觉有点苦恼，但我并不觉得有什么慌乱，人心本是如此，愉悦面对又有何不可。今天有个微信公众号读者给我留言问我有何好书推荐，他可能是无心之举，但在我看来，心里还是有些许触动，好久没有更新的公众号，还是有些读者在看与关心。这也许就是一个人得到他人的肯定，才会感觉自己是个有价值的人，才是一个人快乐的源泉吧！","path":"about/index.html","date":"08-19","excerpt":""},{"title":"categories","text":"","path":"categories/index.html","date":"08-19","excerpt":""},{"title":"Shawsw resume","text":"Shawsw的个人简历 Shawsw的个性签名:欢迎联系，聊聊天也好哦！潇洒的个人简历 潇洒的个性签名:希望有老板慧眼识珠哦！鸡蛋的个人简历 鸡蛋的个性签名:老板你的公司就差我哦！","path":"resume/index.html","date":"08-22","excerpt":""},{"title":"search","text":"","path":"search/index.html","date":"08-19","excerpt":""},{"title":"tags","text":"","path":"tags/index.html","date":"08-19","excerpt":""}],"posts":[{"title":"求职面试的技巧和求职面试具备的知识","text":"#【求职面试的技巧】 1，准时到达，千万别迟到。 2，关键物品别忘记。 3，提前做好功课并熟练掌握。 4，面试回答问题的观点一定要鲜明。 6，注意倾听。 7，警惕令人生厌的因素。 8，不要低估非语言性行为的力量。 9，不要试图与面试官争论。 10，多花些时间在面试心理素质上。 面试前：准备是最重要的，对将要去面试的公司.职位进行必要的调查，做到心中有数，面试官通常提的问题有：能简单介绍一下你自己么，能谈谈关于你对这个职位的了解么，你是怎么设计自己的职业规划的，等等。 面试时：时刻要面带微笑，眼睛要有神，紧张的时候可以看着考官的眼睛上方（即是额头），仪态要保持干净.整洁，尽量不要出现晃腿，玩笔，摸头，伸舌头等小动作，这很容易给考官一种幼稚，轻佻的感觉，谈吐要流利，保持良好的心态贵州163，第一次谁都会紧张，失败是成功之母，就算被拒绝也要做好善后工作，面试后：要总结经验。 以前从来没有遇见过，每次都是面试必过，而且是自己选择公司。 如果不是放手大胆一搏，我又岂会那么顺利的面试成功呢，再话这，中原跟我确实有缘，第一次去面试还是三个月前，那时面试总经理秘书，我又何止一点点的心虚啊，何德何能，呵呵~没有意外的面试，我被自己否定的很坚决，当然也就没有成功咯。 【面试提问技巧】1，尽量提开放式的问题，引导对方多开口，2，不要向应聘者暗示答案，3，如果应聘者回答得含糊，应继续追问，详细了解对方的想法，4，友善地发问，不要“审判”应聘者。 面试：面试前准备：访问该公司的主页，了解公司的历史，部门规划，近期新闻等等，我觉得这些信息主要是帮助我们进入状态，其实贵州163也能帮助我们在问答环节有高质量的反馈，体现对公司的重视程度和诚意。 百度，google公司新闻：可以对公司的发展情况有进一步的了解，面试的针对性更强。 对岗位有针对性的准备自我介绍或者常规问题的答案，这里强调的是针对性。 着装：正装为主，化妆品，奢侈品等时尚类行业除外，去化妆品行业面试务必请化妆==。 随身携带：记事本（记录面试地点），简历，身份证，纸笔，矿泉水，以及提前通知的照片，成绩单奖状原件复印件之类的。 群面：群面是我唯一没有挂过的环节，这一点比较庆幸，群面也是面试中最混乱的一种形式，群面其实有点难准备，最重要的随机应变，不同的case，不同的面友，不同的任务，不同的展示形式，考验的是应变能力，领导力，逻辑思考能力，团队合作精神等等。 首先有个小建议，碰到群面的场次，贵州163尽量提前到达面试现场，在正式面试之前和同场次的面友有更多的沟通，群面毕竟是团队合作的过程，提前熟悉队友总是有利无弊的，这样可以提前减少一项群面的变数。 其次，面试的时候我们会有意识或者无意识的扮演各种角色，其中比较容易过关的当然是Leader和presenter等等，但是我个人觉得最有机会过关的是提出建设性意见的人，提出大框架，大方向的人，提出反向思维方式的人，组织讨论进程的人等等，在我经历的那些群面中，我有做leader，也有什么都不是的经验，但是都过了啊，所以扮演什么角色未必最重要，最重要的是你对整个团队和case的贡献吧。 关于群面技巧的话，注意沟通技巧，尽量不要和队友产生太大的冲突，主动把握做presenter的机会，最重要的是审时度势，把握好一个度，扮演好自己的角色，全程投入，思维敏捷，多提建设性意见就对了。","path":"2020/05/04/求职面试的技巧和求职面试具备的知识/","date":"05-04","excerpt":"","tags":[{"name":"求职面试技巧大全","slug":"求职面试技巧大全","permalink":"https://shawsw.github.io/Shawsw_Blog.github.io/tags/求职面试技巧大全/"}]},{"title":"日月莲花陈小鱼 的2020求职经验分享","text":"从2019.09.17到2020.04.21，我已经在各大招聘App投递了大约百来份简历，接到电话几十来个， 经历正儿八经的视频或者面对面的面试只有快十次。每次面试完我都会在Pages记录一下此次面试 需要改进提升的地方，此处做一个分享，抛砖引玉。 一，恒大春招，医院管理个人经历 第一次经历招聘，还是校园招聘，也是我想要的职位，很是重视。跑去了郑州，住在朋友家，距离郑大大约 一个多小时的通勤时间。宣讲会开始时间为9:30（校招开始的一小时内通常都是放PPT,放视频，介绍公司情 况，互动环节），我5:30就起床了，6:30赶上第一班地铁，不到8:00就到了，到的时候宣讲会举办地还没开 门，等了一个小时才开门。宣讲会开始了，非常枯燥，主持人说话都不流畅，本来很期待的我顿时很失望。 宣讲会结束都不想面试了。第一轮面试在下午，吃完饭就可以过来等候了。我在前期有在网上搜恒大校招面 试的形式，当时只注意到了有无领导小组讨论，好像是看到过有一分钟自我介绍，但是没有相应地好好准备。 下午一面开始了，根据签到顺序6人一组进教室，在教室外等候期间，已通知三个即兴演讲主题任选一个准备， 不准看手机查资料，进教室之后依次按顺序进行每人一分钟的自我介绍和一分钟的即兴演讲，也就是说每个人 只有2分钟的展示时间。 个人总结1234567891011a.限制面试时间的面试本来就不是面试。要是被刷也不要像我一样否定自己。这次的面试经历很影响我后续的面试，建议尤其是应届毕业生不要首次求职这一家。听已经内推或是应聘上的人说，他们就是看眼缘。b.我太注重面试时的穿衣打扮，面试前逛了好多商场，想买一件白衬衫，西装，合适的鞋子。这一点非常不好，太过注重穿衣打扮就已经把自己的地位放低了。是去面试而已，互相挑选的过程，不是你去讨好他，不卑不亢即可。","path":"2020/05/03/日月莲花陈小鱼-的2020求职经验分享/","date":"05-03","excerpt":"","tags":[{"name":"2020求职经验分享大会","slug":"2020求职经验分享大会","permalink":"https://shawsw.github.io/Shawsw_Blog.github.io/tags/2020求职经验分享大会/"}]},{"title":"日记","text":"2019/8/30 天气：晴 连续20天的北京实训终于在今天结束了；实训的项目“Shopping”,不是最好的项目，，我也没有在此项目上花太多的时间。能得到此结果，也是我能想到的结果，可能是我现在也对自己的要求减低了。因为感觉大家的，时间与精力都不在此，当然我也不是注重与此了。今天，也明白了一个道理，自己的快乐不一定是能传染的，或许，因为他们一句话的，反倒导致，自己的快乐成为他人发泄的源泉。自己又何必如此呢！快乐，有时候只能自己独享，这感觉与小时候，老师的快乐一份变成两份的道理背道而驰，或许，我还不够成长，通过此事，我可能也不能保持太为纯洁的赤子之心了。竟然生在社会，那么我也不能不成长啊！ 2019/9/2 天气：晴 实训回来，第二天，开始了考研学习，早上一早上的学习还好，下午的开会到16:00左右，没有早上的学习耐心，那件事总在诱惑着自己。在晚上回来的时候，黄庭越说走了，我等着王崧，打完水的王崧，到教八楼下没有看到黄庭越，我QQ上问他到哪儿了，他回了一句“门口”。当时的我想的是操场门口或者食堂门口，或者超市门口，并没有想到教八门口。回到宿舍，黄庭越没有回来我就想到，他可能在教八门口，所以赶紧QQ叫他赶紧回来。回来时的他就生气了，不和我说话。我也并没有，去讨好。自己回自己宿舍。今天，就这样吧！ 2019/9/6 天气：晴 七点半起床，吃完早饭八点，开始了一天的学习，今天从早上到下午都没有好好的用心在学，手中拿着书，但是心思都不在书上，一些没用的事总是让我分心，这也是困扰了我十几年的事了，一直没有真正的解决，现在，反反复复的一次次的，尝试着去解决这个“惯性”，但是每一次，都在它“自然下”失去了防备的长城。记得最好的一次，那还是在我初三的中考的时候，那时候的自己也算是全力而为了。虽然在现在看来，那时的寿宁一中已经不是以前自己眼中的那么高大上了。但也算是一次小小的成功。现在又到了我需要好好的想想如何压制它的时候了。 人生学习最后的十字路口了，以后也就没有了学习的主任务了。试想当时高考完，看到成绩之后的自己，失望的自己，现在想起来 还有一点点的心殇，学习其实也没有想象中的那么难，只要你自己能够静下心来，静静的做着自己的事，一步步的复习，也就不负自己的追求、不负他人的期盼。我现在我也不知道最后的结局会是怎么样的，但是我竟然愿意放弃这一百天的大学生活，那么我就放弃那个让我惯性了十年的那个“T”“a”了.好吧，竟然决定了，那就风雨无阻的往前走吧，他人的路，我不想模仿，那么自己的路，就让自己走出来吧。可能中间会有无数的诱惑，无数的病痛与难过，更有甚者是无尽的孤独。但是此时的孤独总比社会上的无助无奈好点。也许，以后的生活与命运，不会因为我现在的决定而有任何的改变，但是我现在强烈的感觉，如果我不去尝试这一次，我会后悔自己懒的选择了安逸的100天生活.有一句话今天听到： 我为什么这么努力； 因为： 我想买的东西都很贵； 我想去的地方都很远； 我喜欢的那个人非常的完美； 2019/10/12 天气：晴 “人为什么活着？”每个人可能都有着自己的不同回答，今天听考研政治课的时候，徐涛讲了他的答案；我感觉还是比较有感触的，所以记录一下；他说以前的他认为，人活着就是为‘多体验’——在自己年轻的20多岁之间多做一些自己想做，感觉很酷的事情“，对此，他也做了很多，大学时期的吉他，舞蹈等等的活动与表演，也取得了一些不小的成就。后来，到了大三，他的答案又指引着他放弃这种已经尝试过的生活。可能是满足了，也可能是感觉体验的足够了，他参加了工作，一个不错的国企，有不错的工资；再也没有碰过有关于乐器的一切。10年的时间里他是做了很多，也体验了很多；或许已经达到了他当初的理想，也经历了三次的考研；现在35岁的他，回想十年间的自己，却已经记不得自己曾经得到过何种奖励，参加过什么事情。仿佛十年的岁月碎片也随着时间的流逝而去了；现在的他更加羡慕他一个扎根于农村的基础干部，虽然没有精彩的经历，但是十年的扎根农村帮助农民事迹可能更加有意义。而我呢，现在的理想还是赚大钱————小时候的信念，吗？","path":"2019/08/30/日记/","date":"08-30","excerpt":"","tags":[{"name":"mood","slug":"mood","permalink":"https://shawsw.github.io/Shawsw_Blog.github.io/tags/mood/"}]},{"title":"美文奉上","text":"蜡烛，点出红颜。桌耳旁，白灰杂糅着黑灰纷纷落下，“叮”地一声，化成水渗满了这个地方，从此佛影倒在水中央，犹如送了一个祈祷，给予每个人的心沧。 佛前，我乱点鸳鸯水中央，并把一段感情忌在佛前，祈祷明天下雨，外面成灾；祈祷佛主落泪，里面成灾。 而佛前依然，红颜恍动，无泪无声；只是那木鱼，敲啄于桌柃，叮当作响，这夜深挂满了视线，交织在那个地方，那个雨水滂沱的地方。这是否是心绪，又是否就是个地方？ 无人回答，却听到木鱼与和尚对话，木鱼说：“哒——哒——哒”，和尚说：“佛——佛——佛”。然后音逝满屋子，我渐渐地听到了：那段哀伤。 是啊，木鱼，牵挂那段距离，与佛主的咫尺，与水的寸离，却到不了佛的心中，也跃不入水的中央。于是，木鱼望着鸳鸯，反复潸然咏音，反复谱写爱情的乐章。 落泪木鱼啊，是否明白水滴石穿，总会两败俱伤？可是，木鱼继续敲唱，被和尚那感情的枝棍，敲成遍体鳞伤。 鸳鸯啊鸳鸯，幸福的鸳鸯，是否明白这桌的灰化成的水，是那只木鱼长年曲音衷肠的羁绊，又是否明白，木鱼放弃佛前求泪，是为了你们不堕入哀伤，那个很深很深的地方？ 鸳鸯笑语，是否真的笑了？鸳鸯拍水，依然荡起波光，由近及远，带走了木鱼心中的那滴——佛泪。","path":"2019/08/18/美文奉上/","date":"08-18","excerpt":"","tags":[{"name":"Beautiful word","slug":"Beautiful-word","permalink":"https://shawsw.github.io/Shawsw_Blog.github.io/tags/Beautiful-word/"}]},{"title":"木鱼心中的那滴，佛泪","text":"蜡烛，点出红颜。桌耳旁，白灰杂糅着黑灰纷纷落下，“叮”地一声，化成水渗满了这个地方，从此佛影倒在水中央，犹如送了一个祈祷，给予每个人的心沧。 佛前，我乱点鸳鸯水中央，并把一段感情忌在佛前，祈祷明天下雨，外面成灾；祈祷佛主落泪，里面成灾。 而佛前依然，红颜恍动，无泪无声；只是那木鱼，敲啄于桌柃，叮当作响，这夜深挂满了视线，交织在那个地方，那个雨水滂沱的地方。这是否是心绪，又是否就是个地方？ 无人回答，却听到木鱼与和尚对话，木鱼说：“哒——哒——哒”，和尚说：“佛——佛——佛”。然后音逝满屋子，我渐渐地听到了：那段哀伤。 是啊，木鱼，牵挂那段距离，与佛主的咫尺，与水的寸离，却到不了佛的心中，也跃不入水的中央。于是，木鱼望着鸳鸯，反复潸然咏音，反复谱写爱情的乐章。 落泪木鱼啊，是否明白水滴石穿，总会两败俱伤？可是，木鱼继续敲唱，被和尚那感情的枝棍，敲成遍体鳞伤。 鸳鸯啊鸳鸯，幸福的鸳鸯，是否明白这桌的灰化成的水，是那只木鱼长年曲音衷肠的羁绊，又是否明白，木鱼放弃佛前求泪，是为了你们不堕入哀伤，那个很深很深的地方？ 鸳鸯笑语，是否真的笑了？鸳鸯拍水，依然荡起波光，由近及远，带走了木鱼心中的那滴——佛泪。","path":"2019/08/18/木鱼心中的那滴，佛泪/","date":"08-18","excerpt":"蜡烛，点出红颜。桌耳旁，白灰杂糅着黑灰纷纷落下，“叮”地一声，化成水渗满了这个地方，从此佛影倒在水中央，犹如送了一个祈祷，给予每个人的心沧。 佛前，我乱点鸳鸯水中央，并把一段感情忌在佛前，祈祷明天下雨，外面成灾；祈祷佛主落泪，里面成灾。 而佛前依然，红颜恍动，无泪无声；只是那木鱼，敲啄于桌柃，叮当作响，这夜深挂满了视线，交织在那个地方，那个雨水滂沱的地方。这是否是心绪，又是否就是个地方？ 无人回答，却听到木鱼与和尚对话，木鱼说：“哒——哒——哒”，和尚说：“佛——佛——佛”。然后音逝满屋子，我渐渐地听到了：那段哀伤。 是啊，木鱼，牵挂那段距离，与佛主的咫尺，与水的寸离，却到不了佛的心中，也跃不入水的中央。于是，木鱼望着鸳鸯，反复潸然咏音，反复谱写爱情的乐章。","tags":[{"name":"soom","slug":"soom","permalink":"https://shawsw.github.io/Shawsw_Blog.github.io/tags/soom/"}]},{"title":"Hello World MY Load","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate TTTT More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","path":"2019/08/18/hello-world/","date":"08-18","excerpt":"","tags":[{"name":"mood","slug":"mood","permalink":"https://shawsw.github.io/Shawsw_Blog.github.io/tags/mood/"}]}]}